Repository: LoicBch/ClimbingSample
Catalog: iosApp/iosApp/Localiazble/*.lproj/Localizable.strings
Languages: de, fr, it, nl

# around_location_placeholder
source: Tap to start typing
de: Tippen Sie zum Starten der Eingabe
fr: Appuyez pour commencer à taper
it: Tocca per iniziare a scrivere
nl: Tik om te beginnen met typen

# around_location_subtitle
source: Search for location: address, city, region, country
de: region
fr: city
it: Search for location: address
nl: city

# cd_magnifying_glass_icon
source: magnifying glass icon
de: Lupe-Symbol
fr: icône de loupe
it: icona ingrandimento
nl: vergrootglaspictogram

# filters_title
source: Filter
fr: Filtrer
it: Filtro

# search_details_subtitle
source: Search details
de: Details suchen
fr: Détails de recherche
it: Dettagli di ricerca
nl: Zoekdetails

source: Choose motorhome brand
de: Wählen Sie die Marke des Wohnmobils
fr: Choisissez la marque de camping-car
it: Scegli la marca di camper
nl: Kies motorhome-merk

source: Choose services type
de: Wählen Sie den Dienstleistungstyp
fr: Choisissez le type de services
it: Scegli il tipo di servizio
nl: Kies type diensten

source: Choose accessories brand
de: Wählen Sie die Zubehörmarke
fr: Choisissez la marque d'accessoires
it: Scegli la marca degli accessori
nl: Kies accessoiresmerk

source: all motorhome brand
de: alle Wohnmobilmarken
fr: toutes les marques de camping-car
it: tutte le marche di camper
nl: alle motorhome-merken

source: all services type
de: alle Dienstleistungstypen
fr: tous les types de services
it: tutti i tipi di servizio
nl: alle type diensten

source: all accessories brand
de: alle Zubehörmarken
fr: toutes les marques d'accessoires
it: tutte le marche di accessori
nl: alle accessoiresmerken

source: Apply filters
de: Filter anwenden
fr: Appliquer des filtres
it: Applica i filtri
nl: Filters toepassen

# search_placeholder
source: Tap to start typing
de: Tippen Sie zum Starten der Eingabe
fr: Appuyez pour commencer à taper
it: Tocca per iniziare a scrivere
nl: Tik om te beginnen met typen

source: Last searched
de: Zuletzt gesucht
fr: Dernière recherche
it: Ultima ricerca
nl: Laatst gezocht

# search_result
source: Search results
de: Suchergebnisse
fr: Résultats de recherche
it: Risultati della ricerca
nl: Zoekresultaten

# filter_step1_title
source: How can we help you today ?
de: Wie können wir Ihnen heute helfen?
fr: Comment pouvons-nous vous aider aujourd'hui?
it: Come possiamo aiutarti oggi?
nl: Hoe kunnen we u vandaag helpen?

# filter_step2_title
source: Select details
de: Details auswählen
fr: Sélectionnez les détails
it: Seleziona i dettagli
nl: Details selecteren

# filter_step1_option1
source: Repair
de: Réparer
fr: upgrade or buy motorhome
it: Wohnmobil reparieren
nl: aufrüsten oder kaufen

# filter_step1_option2
source: Find official motorhome dealers
de: Offizielle Wohnmobilhändler finden
fr: Trouver les concessionnaires de camping-car officiels
it: Trova concessionari di camper ufficiali
nl: Vind officiële motorhome-dealers

# filter_step1_option3
source: Search motorhome accessories
de: Wohnmobilzubehör suchen
fr: Rechercher des accessoires de camping-car
it: Cerca accessori per camper
nl: Zoek motorhome-accessoires

source: Choose country
de: Land auswählen
fr: Choisissez un pays
it: Scegli il paese
nl: Kies land

source: Confirm selection
de: Auswahl bestätigen
fr: Confirmer la sélection
it: Conferma la selezione
nl: Selectie bevestigen

source: Motorhome brands
de: Wohnmobilmarken
fr: Marques de camping-car
it: Marche di camper
nl: Motorhome-merken

source: Motorhome services
de: Wohnmobil-Dienstleistungen
fr: Services de camping-car
it: Servizi per camper
nl: Motorhome-diensten

source: Where do you want to go
de: Wohin möchten Sie gehen?
fr: Où voulez-vous aller
it: Dove vuoi andare
nl: Waar wil je naartoe?

# cd_filter_icon
source: filter icon
de: Filter-Symbol
fr: icône de filtre
it: icona filtro
nl: filterpictogram

# cd_filter_option
source: open and choose %1$s
de: Öffnen und %1$s auswählen
fr: ouvrir et choisir %1$s
it: apri e scegli %1$s
nl: openen en %1$s kiezen

source: All
de: Alle
fr: Tout
it: Tutti
nl: Alle

source: Reset
de: Zurücksetzen
fr: Réinitialiser
nl: Herstellen

source: Step
de: Schritt
fr: Pas
it: Passo
nl: Stap

# slider_missing_network_title
source: Network connection lost
de: Netzwerkverbindung unterbrochen
fr: Connexion au réseau perdue
it: Connessione di rete persa
nl: Netwerkverbinding verbroken

# slider_missing_network_text
source: Please check your internet settings
de: Bitte überprüfen Sie Ihre Internet-Einstellungen
fr: Veuillez vérifier vos paramètres internet
it: compruebe su configuración de internet
nl: Controlla le impostazioni internet

# slider_missing_gps_text
source: Please enable your GPS
de: Bitte aktivieren Sie Ihr GPS
fr: Veuillez activer votre GPS
it: habilite su GPS
nl: Attiva il GPS

# slider_missing_gps_title
source: GPS signal lost
de: GPS-Signal verloren
fr: Signal GPS perdu
it: Segnale GPS perso
nl: GPS-signaal verloren

# popup_missing_network_title
source: Network connection lost
de: Netzwerkverbindung unterbrochen
fr: Connexion au réseau perdue
it: Connessione di rete persa
nl: Netwerkverbinding verbroken

# popup_missing_gps_title
source: GPS signal lost
de: GPS-Signal verloren
fr: Signal GPS perdu
it: Segnale GPS perso
nl: GPS-signaal verloren

# popup_missing_network_text
source: you can't access this function offline
de: Sie können nicht offline auf diese Funktion zugreifen
fr: Vous ne pouvez pas accéder à cette fonction hors ligne
it: Questa funzione non è accessibile offline
nl: U kunt deze functie niet offline gebruiken

# get_offer
source: Get time-limited offer!
de: Begrenztes Zeitangebot erhalten!
fr: Obtenez une offre limitée dans le temps!
it: Offerta a tempo limitato!
nl: Ontvang aanbieding met beperkte tijd!

# appbar_around_me
source: Around me
de: In meiner Nähe
fr: Autour de moi
it: Intorno a me
nl: Om mij heen

# appbar_around_location
source: Around a place
de: In der Nähe eines Ortes
fr: Autour d'un lieu
it: Intorno a un luogo
nl: Rond een plek

# appbar_partners
source: Partners
de: Partner
fr: Partenaires
it: Partner

# appbar_menu
source: More
de: Mehr
fr: Plus
it: Di più
nl: Meer

source: Search this area
de: Diesen Bereich durchsuchen
fr: Rechercher dans cette zone
it: Cerca in questa area
nl: Doorzoek dit gebied

# cd_button_vertical_list
source: switch to list mode
de: Zum Listenmodus wechseln
fr: passer en mode liste
it: Passa alla modalità elenco
nl: schakelen naar lijstmodus

# cd_button_filter
source: switch to list mode
de: Zum Listenmodus wechseln
fr: passer en mode liste
it: Passa alla modalità elenco
nl: schakelen naar lijstmodus

# cd_button_mapstyle
source: Change map layer
de: Kartenlayer ändern
fr: Changer la couche de carte
it: Cambia il livello della mappa
nl: Verander kaartlaag

# cd_around_me
source: display places around me
de: Orte in meiner Nähe anzeigen
fr: afficher les lieux autour de moi
it: Mostra i luoghi intorno a me
nl: plaatsen weergeven om mij heen

# cd_around_location
source: open screen to search around a location
de: Bildschirm öffnen
fr: ouvrir l'écran pour rechercher autour d'un emplacement
it: abrir pantalla para buscar alrededor de una ubicación
nl: Apri la schermata per cercare intorno a una posizione

# cd_partners
source: open partners screen
de: Partnerbildschirm öffnen
fr: ouvrir l'écran des partenaires
it: Apri la schermata dei partner
nl: partnerscherm openen

# cd_menu
source: open menu
de: Menü öffnen
fr: ouvrir le menu
it: Apri il menu
nl: menu openen

# cd_search_here
source: search at this location
de: An diesem Ort suchen
fr: rechercher à cet emplacement
it: Cerca in questa posizione
nl: zoeken op deze locatie

# menu_travel_tools
source: Travel tools
de: Reise-Tools
fr: Outils de voyage
it: Strumenti di viaggio
nl: Reisgereedschap

# menu_events
source: Events
de: Veranstaltungen
fr: Événements
it: Eventi
nl: Evenementen

# menu_leveler
source: Leveler
de: Wasserwaage
fr: Niveau à bulle
it: Livellatrice
nl: Waterpas

# menu_my_location
source: My location
de: Mein Standort
fr: Ma position
it: La mia posizione
nl: Mijn locatie

# menu_app_settings
source: App settings
de: App-Einstellungen
fr: Paramètres de l'application
it: Impostazioni dell'app
nl: App-instellingen

# menu_travel_checklists
source: Travel checklists
de: Reise-Checklisten
fr: Listes de contrôle de voyage
it: Elenco di controllo di viaggio
nl: Reiscontrolelijsten

# cd_travel_tools
source: travel tools icon
de: Reise-Tools-Symbol
fr: icône d'outils de voyage
it: icona degli strumenti di viaggio
nl: reisgereedschapspictogram

# cd_travel_checklist
source: travel checklist icon
de: Reise-Checklisten-Symbol
fr: icône de liste de contrôle de voyage
it: icona dell'elenco di controllo di viaggio
nl: reiscontrolelijstpictogram

# cd_leveler
source: leveler icon
de: Wasserwaagen-Symbol
fr: icône de niveau à bulle
it: icona della livellatrice
nl: waterpaspictogram

# cd_events
source: open events map
de: Öffne Ereigniskarte
fr: ouvrir la carte des événements
it: Apri la mappa degli eventi
nl: open kaart met evenementen

# cd_my_location
source: my location icon
de: Mein Standort-Symbol
fr: icône de ma position
it: icona della mia posizione
nl: mijn locatiepictogram

# cd_app_settings
source: app settings icon
de: App-Einstellungen-Symbol
fr: icône des paramètres de l'application
it: Impostazioni dell'app
nl: app-instellingenpictogram

# navigate_to_event
source: Navigate to the event
de: Zum Ereignis navigieren
fr: Naviguer vers l'événement
it: Naviga fino all'evento
nl: Navigeer naar het evenement

# cd_arrow_back
source: go back
de: zurück gehen
fr: retourner en arrière
it: torna indietro
nl: terug gaan

source: Measuring system
de: Messsystem
fr: Système de mesure
it: Sistema di misura
nl: Meet systeem

source: Language
de: Sprache
fr: Langue
it: Lingua
nl: Taal

source: Help
de: Hilfe
fr: Aide
it: Aiuto

# term_of_use
source: Terms of use
de: Nutzungsbedingungen
fr: Conditions d'utilisation
it: Termini d'uso
nl: Gebruiksvoorwaarden

source: Privacy policy
de: Datenschutzerklärung
fr: Politique de confidentialité
it: Politica sulla privacy
nl: Privacybeleid

source: Build
fr: Construire

# version
source: App version
fr: Version de l'application
it: Versione del app
nl: App-versie

# technical_infos
source: Technical info
de: Technische Informationen
fr: Informations techniques
it: Informazioni tecniche
nl: Technische informatie

source: App settings
de: App-Einstellungen
fr: Paramètres de l'application
it: Impostazioni del app
nl: App-instellingen

source: French
de: Deutsch
fr: Français
it: Francese
nl: Frans

source: English
de: Englisch
fr: Anglais
it: Inglese
nl: Engels

source: Italian
de: Italienisch
fr: Italien
it: Italiano
nl: Italiaans

source: Spanish
de: Spanisch
fr: Espagnol
it: Spagnolo
nl: Spaans

source: German
de: Französisch
fr: Allemand
it: Tedesco
nl: Duits

source: meter
fr: metre
it: metro

# serv
source: go back
de: zurück gehen
fr: l
it: t
nl: terug gaan

source: Sorting
de: Sortierung
fr: Tri
it: Ordinamento
nl: Sorteren

source: Sort places
de: Orte sortieren
fr: Trier les lieux
it: Ordina i luoghi
nl: Plaatsen sorteren

source: None
de: Kein
fr: Aucun
it: Nessuno
nl: Geen

source: By distance from you
de: Nach Entfernung von Ihnen
fr: Par distance de vous
it: Per distanza da te
nl: Op afstand van u

# distance_from_searched_location
source: By distance from searched location
de: Nach Entfernung vom gesuchten Ort
fr: Par distance de l'emplacement recherché
it: Per distanza dalla posizione cercata
nl: Op afstand van gezochte locatie

# by_date
source: By date (soonest first)
de: Nach Datum (frühestens zuerst)
fr: Par date (plus tôt en premier)
it: Per data (dal più presto)
nl: Op datum (eerstvolgende)

source: Apply sorting
de: Sortierung anwenden
fr: Appliquer le tri
it: Applica l'ordinamento
nl: Sorteren toepassen

# z
source: magnifying glass icon
de: Lupe-Symbol
fr: icône de loupe
it: icona ingrandimento
nl: vergrootglaspictogram

source: Verified
de: Geprüft
fr: Vérifié
it: Verificato
nl: Geverifieerd

source: Overview
de: Überblick
fr: Vue d'ensemble
it: Panoramica
nl: Overzicht

source: Details
fr: Détails
it: Dettagli

source: Contact info
de: Kontaktinformationen
fr: Coordonnées
it: Contatti info
nl: Contactgegevens

source: Phone
de: Telefon
fr: Téléphone
it: Telefono
nl: Telefoon

source: Website
fr: Site web
it: Sito web

source: from you
de: von Ihnen
fr: de votre position
it: da te
nl: van u

# view_all_services
source: View all services at this place
de: Alle Dienstleistungen an diesem Ort anzeigen
fr: Voir tous les services disponibles à cet endroit
it: Visualizza tutti i servizi in questo luogo
nl: Bekijk alle diensten op deze plek

# view_all_brands
source: View all brands at this place
de: Alle Marken an diesem Ort anzeigen
fr: Voir toutes les marques disponibles à cet endroit
it: Visualizza tutte le marche in questo luogo
nl: Bekijk alle merken op deze plek

source: Navigate
de: Navigieren
fr: Naviguer
it: Naviga
nl: Navigeren

source: Official dealers
de: Offizielle Händler
fr: Concessionnaires officiels
it: Concessionari ufficiali
nl: Officiële dealers

source: Accessories
de: Zubehör
fr: Accessoires
it: Accessori
nl: Accessoires

# services_subtitle
source: This is additional information we can add.
de: Dies sind zusätzliche Informationen
fr: Il s'agit d'informations supplémentaires que nous pouvons ajouter.
it: Esta es información adicional que podemos agregar.
nl: Queste informazioni aggiuntive possono essere aggiunte.

# dealers_subtitle
source: This place is an official dealer of the listed brands
de: Cet endroit est un concessionnaire officiel des marques répertoriées
fr: but it might offer services for other brands as well. Contact place to find out.
it: Dieser Ort ist ein offizieller Händler der aufgeführten Marken
nl: bietet aber möglicherweise auch Dienstleistungen für andere Marken an. Kontaktieren Sie den Ort

# accessories_subtitle
source: These brands are sold and/or serviced at this place.
de: Diese Marken werden an diesem Ort verkauft und/oder gewartet.
fr: Ces marques sont vendues et/ou entretenues à cet endroit.
it: Queste marche sono vendute e / o assistite in questo luogo.
nl: Deze merken worden verkocht en/of onderhouden op deze plek.

source: Travel checklists
de: Reise-Checklisten
fr: Listes de contrôle de voyage
it: Elenco di controllo di viaggio
nl: Reiscontrolelijsten

source: Clear all
de: Alles löschen
fr: Effacer tout
it: Cancella tutto
nl: Alles wissen

# my_location
source: My current location
de: Mein aktueller Standort
fr: Mon emplacement actuel
it: La mia posizione attuale
nl: Mijn huidige locatie

# my_parking
source: My parking location
de: Mein Parkplatz
fr: Mon emplacement de stationnement
it: La mia posizione di parcheggio
nl: Mijn parkeerlocatie

source: Park here
de: Hier parken
fr: Stationner ici
it: Parcheggia qui
nl: Hier parkeren

source: Delete
de: Löschen
fr: Supprimer
it: Cancella
nl: Verwijderen

# bug_text
source: Send us an email and weâ€™ll get back to you as soon as possible: contact@camper-pro.com
fr: Send us an email and we’ll get back to you as soon as possible: contact@camper-pro.com
it: Send us an email and we’ll get back to you as soon as possible: contact@camper-pro.com
nl: Send us an email and we’ll get back to you as soon as possible: contact@camper-pro.com

source: miles
de: Meilen
it: miglia
nl: mijlen

source: Services
de: Dienstleistungen
it: Servizi
nl: Diensten
